export const ordersMock = [
  {
    key: "1",
    order: "Заказ #123",
    start: [55.7353656, 37.6518091],
    finish: [55.7352942, 37.6190595],
    tags: ["Хрупкие вещи"],
  },
  {
    key: "2",
    order: "Заказ #124",
    start: [55.7353656, 37.6618091],
    finish: [55.7364056, 37.6200895],
    tags: [],
  },
  {
    key: "3",
    order: "Заказ #125",
    start: [55.7353656, 37.6718091],
    finish: [55.7400522, 37.6248379],
    tags: ["Документы"],
  },
  {
    key: "4",
    order: "Заказ #126",
    start: [55.7353656, 37.6318091],
    finish: [55.7352942, 37.6790595],
    tags: ["Документы"],
  },
  {
    key: "5",
    order: "Заказ #127",
    start: [55.7353656, 37.6318091],
    finish: [55.7364056, 37.6700895],
    tags: ["Ценный груз"],
  },
  {
    key: "6",
    order: "Заказ #128",
    start: [55.7353656, 37.6418091],
    finish: [55.7400522, 37.6048379],
    tags: [],
  },
  {
    key: "7",
    order: "Заказ #129",
    start: [55.7353656, 37.6818091],
    finish: [55.7400522, 37.6248379],
    tags: [],
  },
  {
    key: "8",
    order: "Заказ #130",
    start: [55.7353656, 37.6718091],
    finish: [55.7352942, 37.6290595],
    tags: [],
  },
  {
    key: "9",
    order: "Заказ #131",
    start: [55.7353656, 37.6418091],
    finish: [55.7364056, 37.6100895],
    tags: [],
  },
  {
    key: "10",
    order: "Заказ #132",
    start: [55.7353656, 37.6518091],
    finish: [55.7400522, 37.6148379],
    tags: ["Экспресс"],
  },
  {
    key: "11",
    order: "Заказ #133",
    start: [55.7353656, 37.6818091],
    finish: [55.7400522, 37.6248379],
    tags: [],
  },
  {
    key: "12",
    order: "Заказ #134",
    start: [55.7353656, 37.6718091],
    finish: [55.7352942, 37.6290595],
    tags: ["Экспресс"],
  },
  {
    key: "13",
    order: "Заказ #135",
    start: [55.7353656, 37.6418091],
    finish: [55.7364056, 37.6100895],
    tags: [],
  },
  {
    key: "14",
    order: "Заказ #136",
    start: [55.7353656, 37.6518091],
    finish: [55.7400522, 37.6148379],
    tags: [],
  },
];

// MSK
export const DEFAULT_COORDS = [55.7522, 37.6156];

export const mapPoints = [
  { key: 1, name: "Склад 1", coords: [55.7152942, 37.6390595] },
  { key: 2, name: "Склад 2", coords: [55.792942, 37.6190595] },
  { key: 3, name: "Склад 3", coords: [55.792942, 37.6890595] },
];
